[A_RangedAttack_Air H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="穿甲"
mTooltip="此生物的远程攻击忽略目标的防御。"

[Ability.A_frappe_tempete H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="静电毒液"
mTooltip="此生物的攻击降低目标%buff1.buff.stat %icon_movement移动力，持续%buff1.buff.durini回合。此攻击为毒素类型。（对亡灵和构装体无效。）"

[Ability.frape_tempet_buff1 H7BaseBuff]
mName="静电毒液"
mTooltip="生物的移动力降低%stat %icon_movement，持续%durnow回合。（对亡灵和构装体无效。）"

[Creature_Lizardman.A_Lizardman1 H7Creature]
mName="图腾怪"
mLore="图腾崇拜者前来守护伊拉斯圣殿，通过古老的舞蹈，他们设法引导这种魔法，将其浓缩并发射出一个充满静电荷的球体。"

[Creature_Lizardman.A_Lizardman2 H7Creature]
mName="偶像者"
mLore="偶像者的寿命超过一百年，只有在经过一个多世纪的训练后，他们才能完全掌握闪电之舞，引导的能量更加强大，使受害者痉挛，使其移动或战斗能力严重受损。"

[Creature_Lizardman.A_ScatterShot H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="散射"
mTooltip="生物攻击目标3x3区域内的所有单位，造成%special1.val1点伤害。"